{
  "@context": "http://schema.org",
  "@id": "https://doi.org/10.5281/zenodo.3606645",
  "@type": "https://schema.org/Dataset",
  "author": [
    {
      "@id": "https://orcid.org/0000-0003-3972-149X",
      "@type": "Person",
      "affiliation": [
        {
          "@type": "Organization",
          "name": "Smithsonian Tropical Research Institute"
        }
      ],
      "familyName": "Robertson",
      "givenName": "D Ross",
      "name": "Robertson, D Ross"
    },
    {
      "@type": "Person",
      "affiliation": [
        {
          "@type": "Organization",
          "name": "Smithsonian Tropical Research Institute"
        }
      ],
      "familyName": "Peña",
      "givenName": "Ernesto",
      "name": "Peña, Ernesto"
    }
  ],
  "contentSize": "51.41 MB",
  "creator": [
    {
      "@id": "https://orcid.org/0000-0003-3972-149X",
      "@type": "Person",
      "affiliation": [
        {
          "@type": "Organization",
          "name": "Smithsonian Tropical Research Institute"
        }
      ],
      "familyName": "Robertson",
      "givenName": "D Ross",
      "name": "Robertson, D Ross"
    },
    {
      "@type": "Person",
      "affiliation": [
        {
          "@type": "Organization",
          "name": "Smithsonian Tropical Research Institute"
        }
      ],
      "familyName": "Peña",
      "givenName": "Ernesto",
      "name": "Peña, Ernesto"
    }
  ],
  "dateCreated": "2020-01-13T16:20:55.462299+00:00",
  "dateModified": "2020-08-27T19:04:49.732940+00:00",
  "datePublished": "2020-01-13",
  "description": "<p><strong>A set of six databases used in a study of the biogeography of Greater Caribbean reef fishes entitled:</strong></p>\n\n<p><strong><em>&nbsp;</em></strong></p>\n\n<p><strong><em>Comparing biodiversity databases: Greater Caribbean reef-fishes as a case study</em></strong></p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Iliana Chollett, D. Ross Robertson</p>\n\n<p><strong>&nbsp;</strong></p>\n\n<p><strong>&nbsp;</strong></p>\n\n<p><strong>Database Authors: D Ross Robertson and Ernesto Pe&ntilde;a, Smithsonian Tropical Research Institute, Panam&aacute;</strong></p>\n\n<p><strong>&nbsp;</strong></p>\n\n<p>This set of six databases contains georeferenced location records from six sources as described below.These six sources provided georeferenced records of occurrence of fishes found in the Greater Caribbean study area (6-33<sup>0</sup> N, 57-100<sup>0</sup> W). Each occurrence record consists of a species name and associated latitude and longitude. Databases included in the comparisons made here are from five major online aggregators. Since their content overlaps to some extent, and OBIS, iDigBio and FishNet collaborate with GBIF, their data might be expected to produce similar biogeographic patterns. STRI includes a curated compendium of data from those five aggregators, enriched with data from many additional sources.</p>\n\n<p>&nbsp;</p>\n\n<p>Only reef-associated fish species were included in the present analysis. These mostly represent demersal species known to occur on hard bottoms (coral, rock and oyster substrata), but also include species living on rubble, sand and vegetated bottoms within and around the immediate fringes of reefs, and pelagic species regularly found on reefs. All exotic and non-resident species and species other than reef-associated fishes were excluded from all databases prior to comparisons. Non-residents were defined as otherwise widespread species only rarely seen in the study area. Shore-fishes, including what are generally regarded as reef fishes, include those found in the waters of continental and insular shelves, i.e. between 0-200m. Reef-fish assemblages dominated by shallow-water taxa extend down to that depth in the study area (Baldwin <em>et al.</em> 2018). We used the shelf edge as a breakpoint and excluded records in areas deeper than 200m, identifying those areas using the General Bathymetric Chart of the Oceans (Kapoor, 1981; GEBCO Compilation Group, 2019).</p>\n\n<p>&nbsp;</p>\n\n<p>Before the analyses, for all databases, duplicate records were deleted. Subsequently, records in the Pacific or on land were deleted. We used the Global Self-consistent, Hierarchical, High-resolution Geography Database (Wessel &amp; Smith, 1996) to identify these areas. The spatial distribution of species-records in each database is shown in Figure 1 of the publication.</p>\n\n<p><strong>&nbsp;</strong></p>\n\n<p><strong>Global Biodiversity Information Facility </strong>(GBIF, https://www.gbif.org/): GBIF is an international network and research infrastructure aimed at providing open access to data about all types of life on earth. GBIF works through participant nodes using common standards and open-source tools that enable them to share information. Data from among the 49,000+ datasets hosted by GBIF that were used here range from those on museum specimens collected since the 18th century, to published scientific checklists, to curated&nbsp; local checklists produced by trained science sources such as the Atlantic and Gulf Rapid Assessment Program (https://www.agrra.org/),to geotagged smartphone photos (that act as vouchers allowing verification) shared by amateur and scientific naturalists through iNaturalist (https://www.inaturalist.org/), to unvouchered, unverified and unverifiable observation records from untrained divers such as those contributing to DiveBoard (http://www.diveboard.com). GBIF data are standardized in Darwin Core format. GBIF data were obtained from a polygon of the region of study and subject to taxonomic review and selection after downloading. GBIF data were obtained from a polygon of the study area and subject to taxonomic review after downloading (accessed through the GBIF portal, https://www.gbif.org/, on or about 2019-05-19).</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Ocean Biogeographic Information System</strong> (OBIS,&nbsp; <a href=\"https://obis.org/\">https://obis.org/</a>): OBIS is a global open-access data and information clearing-house on marine biodiversity (OBIS, 2019) that was adopted as a project of the Intergovernmental Oceanographic Data and Information Exchange of the Intergovernmental Commission of UNESCO . Its range of sources is similar to that of GBIF. OBIS hosts data from organizations or programs that join it as one of 13 &ldquo;nodes&rdquo;, and harvest the data from the IPT (Integrated Publishing Toolkit), where providers publish their data. The IPT is developed and maintained by the GBIF, and OBIS is a major contributor of marine data to GBIF. Data are standardized in Darwin Core format. OBIS data were obtained for the region of study by downloading data on each family, then retaining only data inside the study area, which were then subject to taxonomic review and selection (accessed through the OBIS portal, https://obis.org/, on or about 2019-05-19).</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Integrated Digitized Biocollections</strong> (iDigBio, https://portal.idigbio.org/portal/search): iDigBio is sponsored by the a US National Science Foundation and run by the University of Florida that provides digital data from public, non-federal, US collections. Data are standardized in a Darwin Core format, and provided &ldquo;as is&rdquo;. IDigBio joined the GBIF network in 2017. IDigBio records were downloaded from a polygon of the region of study and subject to taxonomic review and selection (accessed through the iDigBio portal, https://portal.idigbio.org/portal/search, on or about 2019-05-19).</p>\n\n<p>&nbsp;</p>\n\n<p><strong>FishNet2 </strong>(http://www.fishnet2.net/): FishNet2 is a collaborative effort that aggregates data on fish collections around the world to share and distribute data on specimen holdings from ~75 museums, universities and other institutions. FishNet2 distributes data in Darwin Core, and data are provided &ldquo;as is&rdquo;. FishNet2 is part of the network VerNet, which has contributed to GBIF since 2013 and became part of IDigBio in 2016. While FishNet2 has made substantial efforts to georeference location-record data it hosts, many hosted records still lack georeferencing. FishNet2 data were obtained from a polygon of the study area and subject to taxonomic review after downloading (accessed through the Fishnet2 Portal, www.fishnet2.org, 2019-05-19).</p>\n\n<p>&nbsp;</p>\n\n<p><strong>FishBase</strong> (<a href=\"http://www.fishbase.org/\">http://www.fishbase.org</a>): FishBase is a global biodiversity information system supervise by a consortium of nine non-USA international institutions, and hosts data on fin fishes and elasmobranchs&nbsp; (Froese &amp; Pauly, 2009). Information presented in FishBase is extracted from the scientific literature, reports and museum or aggregator (GBIF) databases, and standardized by a team of specialists. Data from Fishbase were downloaded for the following ecosystems: Caribbean Sea, Gulf of Mexico, Southeast U.S. Continental Shelf, Atlantic Ocean, Sargasso Sea and Bermuda, and subject to taxonomic review and selection after downloading (2019-05-19).</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Smithsonian Tropical Research Institute</strong> (STRI; <a href=\"https://biogeodb.stri.si.edu/caribbean/en/pages\">https://biogeodb.stri.si.edu/caribbean/en/pages</a>): The STRI database was compiled by DRR and Ernesto Pe&ntilde;a at STRI&rsquo;s Naos Marine Laboratory, and represents about 15 years accumulation of curated data (see below) from the following sources:&nbsp; data downloaded at roughly two year intervals from the five aggregators; data from online databases of various museums that supply aggregators (data directly downloaded from a museum sometimes differs from that available in an aggregator from the same museum), including the Swedish Museum of Natural History, the American Museum of Natural History, the Natural History Museum of Denmark, the Gulf Coast Research Laboratory, the Colombian Museum of Natural Marine History, the United States National Museum, and the United States Geological Survey; data from national aggregators of Colombia (Sistema de Informaci&oacute;n Sobre Biodiversidad de Colombia (https://sibcolombia.net/), and&nbsp; Sistema de Informaci&oacute;n Ambiental Marina de Colombia, https://siam.invemar.org.co/), Mexico (La Comisi&oacute;n Nacional para el Conocimiento y Uso de la Biodiversidad, CONABIO;&nbsp;&nbsp; http://www.conabio.gob.mx/informacion/gis/), and Costa Rica (Museo de Zoologia de la Universidad de Costa Rica, http://museo.biologia.ucr.ac.cr/); verified (by DRR) underwater photographs of fishes taken at known locations; peer reviewed publications containing location information (species descriptions; taxonomic revisions of species, genera and families; regional and local checklists); fisheries reports; digital tagging data for species such as elasmobranchs; diving surveys and collections of local faunas by DRR (e.g. Robertson et al. 2019). In addition selected data from two sources that collect species lists at sites scattered throughout the Greater Caribbean are incorporated: from the Atlantic and Gulf Rapid Reef Assessment program (AGRRA, https://www.agrra.org/: Kramer &amp; Lang, 2003) and from trained citizen scientists who contribute data on fishes to the Reef Environmental Education Foundation&rsquo;s database (REEF: Pattengill-Semmens &amp; Semmens, 2003). The bibliographic module (https://biogeodb.stri.si.edu/caribbean/en/library) of Robertson &amp; VanTassel (2019) contains ~1700 publications linked to species names, among them the publications from which location data were extracted.</p>\n\n<p>&nbsp;</p>\n\n<p>Data from the aggregators is presented &ldquo;as is&rdquo; and the aggregators themselves do not do data curation. Duplicates (and occasionally triplicates and quaduplicates) of the same museum record often are included from multiple sources (e.g. the original museum source, derivative checklists, an aggregator), sometimes with slightly different georeferenced coordinates. Data available in one year may subsequently disappear from an aggregator, and different data may be available for the same species under different names (e.g. the old and new names when a species is reassigned to another genus). Errors, sometimes large errors (Robertson, 2008), are common in aggregator data, from museums as well as other sources, and longstanding errors can seem to take on a perpetual existence. For example the damselfish <em>Abudefduf saxatilis </em>is a common and widespread inhabitant of tropical reefs on both sides of the Atlantic, but does not naturally occur outside that ocean. Despite the fact that its taxonomic status and range were resolved ~30 y ago (e.g. see Allen, 1991) museum data presented by the all five aggregators that contributed to the multi-source database used in this study currently (December 10, 2019) show large numbers of records of this species throughout the entire tropical Indo-Pacific, as well as across its native range in the Atlantic. Since many of the databases accumulating on aggregators are derivative (lists derived from records and from other derivative lists) it will become increasingly difficult to eliminate such errors as corrections to data in primary sources do not automatically propagate through the chain of usage by different databases. Due to increasing limitations on resources for taxonomic work, museums themselves have difficulty dealing with errors in specimen identity and location, and old specimens become unidentifiable, specimens never get returned when loaned out, or simply vanish, and entire collections can get destroyed by hurricanes or fires, or get dumped when museums close or experience a major change in mission. Georeferenced location data on fish distributions in the neotropics (and presumably most other areas) hosted by aggregators, particularly GBIF and OBIS, which take data from a broad range of source types, might best be described as messy, and the significant potential for errors in location records and an inability to verify records always needs to be taken into account when incorporating data from aggregators, primary museum sources, and analog sources.</p>\n\n<p>&nbsp;</p>\n\n<p>Data considered for inclusion in the STRI database were screened as follows to exclude questionable records.&nbsp; Data from two databases hosted by OBIS and GBIF were excluded entirely due to lack of reliability: BioGoMx (https://www.gulfbase.org/project/biodiversity-gulf-mexico-biogomx-database) and Diveboard (http://www.diveboard.com).&nbsp; The only REEF data used were from &ldquo;expert&rdquo; REEF recorders on readily identifiable species that are unlikely to be confused with similar species (e.g. data for some genera of sparids, gerreids, labrisomids and gobies that include various sympatric species with very similar appearances, were not used).&nbsp; After data from aggregators and museum sources were combined into a single database duplicate records were filtered out by rounding all records to three decimal places and eliminating duplicates, a process that inevitably deleted some valid records as well as duplicates. The sizes of the databases and abundance of such duplicates precluded individual manual exclusion. Finally, all location data for each species were revised by DRR by examining the distribution of its georeferenced coordinates overlayed on a digital map of the current known distribution range of that species (for such range information see Carpenter &amp; De Angelis, 2002; Ebert <em>et al.</em>, 2013; Last <em>et al.</em>, 2016; Robertson &amp; Van Tassell, 2019; IUCN Redlist species accounts for most species considered here: https://www.iucnredlist.org/search). Such revision took into account any recent modifications to taxonomy and distributions due to new data and new publications, or as a result of discussions between DRR and experts in the taxonomy of particular species or genera. Source information of many individual questionable records provided by aggregators with the hosted data was inspected to try and assess their validity. Records thought likely to be erroneous were deleted. Those included inexplicable records lacking adequate documentation located well outside the known distribution range, and records in unlikely habitats (e.g. on land for marine species; in deep water for shallow-water species). This revision process reduced the number of records by about 30%.</p>\n\n<p>&nbsp;</p>\n\n<p>Data from the five individual aggregator databases that are used in the comparisons described here were all downloaded from their online portals during May, 2019. However, data from those five aggregators that were incorporated in the STRI database were downloaded in March 2017, with data from other sources described above added to the STRI database intermittently between then and May 2019, when the entire dataset was curated as described above. Hence the five individual aggregator databases analyzed in this study undoubtedly contain data not included in the version of the STRI database used in the present analyses.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Acknowledgements</strong></p>\n\n<p>&nbsp;</p>\n\n<p>Data acquisition and construction of the STRI database was supported by funds from STRI, the Smithsonian Marine Science Network, the Smithsonian Publications Fund, the Smithsonian&rsquo;s Deep Reef Observation Project, the National Geographic Society, the IUCN Red List program, the Harte Research Institute, and CONABIO. We thank REEF and AGRRA for supplying species-location records, various people for taxonomic and location-record information used to construct that database (principal among them C Baldwin, S Brandl, K Conway B Frable, T Menut, T Munroe, R Robins, L Tornabene, J Van Tassell and B Victor), and hundreds of citizen-scientist submarine photographers whose images (see <a href=\"https://biogeodb.stri.si.edu/caribbean/en/contributors/citizen_scientists\">https://biogeodb.stri.si.edu/caribbean/en/contributors/citizen_scientists</a>) acted as vouchers for location records.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>References</strong></p>\n\n<p><strong>&nbsp;</strong></p>\n\n<p>Allen, G.R. (1991) <em>Damselfishes of the World</em>. Mergus, Melle, 271 p.</p>\n\n<p>Baldwin, C.C., Tornabene, L. &amp; Robertson, D.R. (2018) Below the mesophotic. <em>Scientific Reports</em>, 8, 4920.</p>\n\n<p>Carpenter, K.E. (Ed) (2002) <em>The living marine resources of the Western Central Atlantic.</em> Vols 1-3, FAO, Rome, 2127 p.</p>\n\n<p>Ebert, D.A., Fowler, S., Compagno, L. (2013) <em>Sharks of the World: a fully illustrated guide</em>. Wild Nature Press, Plymouth. 528 p.</p>\n\n<p>GEBCO Compilation Group (2019) GEBCO 2019 Grid (doi:10.5285/836f016a-33be-6ddc-e053-6c86abc0788e).</p>\n\n<p>Kapoor, D.C. (1981) General bathymetric chart of the oceans (GEBCO). <em>Marine Geodesy</em>, 5, 73&ndash;80.</p>\n\n<p>Kramer, P.R. &amp; Lang, J.C. (2003) Appendix one: The Atlantic and Gulf Rapid Reef Assessment (AGRRA) Protocols: Former Version 2. 2. <em>Atoll Research Bulletin</em>, 496, 611&ndash;624.</p>\n\n<p>Last, P. R., White, W.A., de Carvalho, M.R., S&eacute;ret, B., Stehmann, F.W., &amp; Naylor, J.P. (2016). <em>Rays of the World</em>. CSIRO, Clayton. 790 p.</p>\n\n<p>Pattengill-Semmens, C.V. &amp; Semmens, B.X. (2003) <em>Conservation and management applications of the reef volunteer fish monitoring program</em>. <em>Coastal Monitoring through Partnerships: Proceedings of the Fifth Symposium on the Environmental Monitoring and Assessment Program (EMAP) Pensacola Beach, FL, U.S.A., April 24&ndash;27, 2001</em> (ed. by B.D. Melzian), V. Engle), M. McAlister), S. Sandhu), and L.K. Eads), pp. 43&ndash;50. Springer Netherlands, Dordrecht.</p>\n\n<p>Robertson, D. R. (2008) Global biogeographic databases on marine fishes: caveat emptor. <em>Diversity and Distributions, 14<strong>,</strong> 891-892</em></p>\n\n<p>Robertson, D.R,, Dominguez-Dominguez, O., Lopez Arollo, Y.M., Moreno Mendoza. R., Simoes, N. (2019) Reef-associated fishes from the offshore reefs of western Campeche Bank, Mexico, with a discussion of mangroves and seagrass beds as nursery habitats. <em>Zookeys </em>843: 71-115. <a href=\"https://doi.org/10.3897/zookeys.843.33873\">https://doi.org/10.3897/zookeys.843.33873</a></p>\n\n<p>Robertson, D.R &amp; Van Tassell, J. (2019) Shorefishes of the Greater Caribbean: online information system. Version 2.0. <em>Smithsonian Tropical Research Institute, Balboa, Panam&aacute;</em>. <a href=\"https://biogeodb.stri.si.edu/caribbean/en/pages\">https://biogeodb.stri.si.edu/caribbean/en/pages</a>.</p>\n\n<p>Wessel, P. &amp; Smith, W.H.F. (1996) A global, self-consistent, hierarchical, high-resolution shoreline database. <em>Journal of Geophysical Research: Solid Earth</em>, 101, 8741&ndash;8743.</p>",
  "distribution": [
    {
      "@type": "DataDownload",
      "contentUrl": "https://zenodo.org/api/records/3606645/files/GBIF.txt/content",
      "encodingFormat": "text/plain"
    },
    {
      "@type": "DataDownload",
      "contentUrl": "https://zenodo.org/api/records/3606645/files/STRI.txt/content",
      "encodingFormat": "text/plain"
    },
    {
      "@type": "DataDownload",
      "contentUrl": "https://zenodo.org/api/records/3606645/files/iDigBio.txt/content",
      "encodingFormat": "text/plain"
    },
    {
      "@type": "DataDownload",
      "contentUrl": "https://zenodo.org/api/records/3606645/files/FNet.txt/content",
      "encodingFormat": "text/plain"
    },
    {
      "@type": "DataDownload",
      "contentUrl": "https://zenodo.org/api/records/3606645/files/FBase.txt/content",
      "encodingFormat": "text/plain"
    },
    {
      "@type": "DataDownload",
      "contentUrl": "https://zenodo.org/api/records/3606645/files/OBIS.txt/content",
      "encodingFormat": "text/plain"
    }
  ],
  "identifier": "https://doi.org/10.5281/zenodo.3606645",
  "keywords": "Beta diversity, biodiversity, biogeography, bioregion, completeness, data quality, global aggregators, spatial biases",
  "license": "https://creativecommons.org/licenses/by/4.0/legalcode",
  "name": "A set of six databases used in a study of the biogeography of Greater Caribbean reef fishes entitled:  Comparing biodiversity databases: Greater Caribbean reef-fishes as a case study                                   Iliana Chollett1, D. Ross Robertson2  1 Sea Cottage, Louisburgh, Co. Mayo, Ireland 2 Smithsonian Tropical Research Institute, Balboa, Panamá",
  "publisher": {
    "@type": "Organization",
    "name": "Zenodo"
  },
  "size": "51.41 MB",
  "url": "https://zenodo.org/records/3606645",
  "zenodo_id": "10_5281_zenodo_3606645",
  "publication_date": "2020-01-13",
  "category": [
    "https://schema.org/Dataset"
  ]
}